<template>
  <div class="serviceTerms__info">
    <h2 class="serviceTerms__info-subtitle">前言</h2>
    <p class="serviceTerms__info-content">
      <ol>
        <li>歡迎您使用本網站進行購物，本網站為網站品牌商公司銷售商品的網站，而本網站所有AI生成技術及網站系統均是遠時數位科技股份有限公司(以下稱遠時)建置，日常營運之客服、金流、發票、退貨退款均由遠時負責。本網站除了銷售本品牌商之商品外，同時也展示其它商品，而這些商品是由遠時提供並透過遠時獨特的AI聯合曝光技術展示，提供您多元化商品選購。</li>
        <li>遠時係依據服務條款及購物約定條款（以下稱本條款）提供您各項數位內容暨電子商務之所有相關服務，包括但不限於現有或未來新增之各項服務。為保障您的權益，請您先詳細閱讀以下的約定條款。當您點選「我同意」的核取方塊或在本網站進行訂購、付款或進行相關行為(以下稱本服務)，即視為您事先已經知悉並同意遵守本條款的所有約定。</li>
      </ol>
    </p>

    <h2 class="serviceTerms__info-subtitle">線上購物</h2>
    <p class="serviceTerms__info-content">
      <ol>
        <li>您了解並同意雙方將以電子文件作為意思表示方法。</li>
        <li>遠時負責您在本網站之一切商品訂購及服務提供，且就您於本網站所瀏覽的訊息、或所進行的消費，提供行銷服務、相關連結、或電子商務之平台服務。</li>
        <li>商品交易頁面呈現之商品名稱、價格、內容、規格、型號及其他相關資訊(包括交易限制及說明等)，亦為契約之一部分。</li>
        <li>訂單確認機制及契約履行
          <ul>
            <li>當您完成線上訂購程序送出訂單後，即表示您提出要約，並不代表雙方交易已經完成(契約尚未成立)，尚需遠時確認訂單內容無誤而發出貨通知後，交易始為完成(契約成立)，您可以在本網站上查詢出貨狀況。遠時保留是否接受您的訂單之權利(如遠時無法接受訂單而取消訂單等情形)。</li>
            <li>當您完成線上訂購程序送出訂單後，遠時會自動經由電子郵件或其他方式寄發訂購通知，但此通知只是代表已經收到您的訂購訊息。</li>
            <li>遠時將盡快為您確認訂單商品種類、數量、價格及其他相關資訊，並於確認無誤後通知出貨。若訂單內容有誤(如商品的種類、數量、價格、型號、說明及其他相關資訊有誤等)、商品無存貨、服務無法提供、或有遠時無法接受訂單之情形，遠時將通知您訂單已被取消且將不會向您收費。如以ATM作為付款方式，遠時於收到您的退款資料後，會將退款匯入您所提供的銀行帳戶。</li>
          </ul>
        </li>
        <li>遠時提供多種付款方式供您選擇，若選擇以信用卡支付價金，其在線上輸入信用卡相關資訊，目的是為了向發卡機構確認信用卡之有效性及取得交易授權；該筆交易將於商品出貨後進行請款，在遠時接受該訂單以前，您無需付款，遠時也不會請領信用卡交易款項，該筆交易金額也不會出現在您的信用卡帳單中。如選擇以信用卡支付價金、且以分期方式支付，則該等分期付款服務係由您的信用卡發卡機構提供，分期付款之債權債務關係存在於您與信用卡發卡機構之間，除相關網頁上有特別標示者外，您所需支付之利息及其計算方式、是否另有信用保險或保證人之設定或涉入等，均依照您與信用卡發卡機構間之相關約定內容定之，請注意查閱您與信用卡發卡機構間之相關約定。</li>
        <li>遠時得就特定商品訂定每次訂購之數量上限；如逾越遠時訂定之數量上限進行下單時，遠時僅依該數量上限出貨。</li>
        <li>您所訂購的所有商品或服務，關於其品質、保固及售後服務等，都是由各該商品或服務的原廠、代理商、進口商、經銷商或服務提供者，依照其所制定的條件，負責對提供品質承諾、保固及售後服務，但遠時承諾解決關於因為線上消費所產生的疑問或爭議，您可在登入系統後，依照線上客服系統所訂之處理機制、程序及相關聯絡資訊提出申訴或爭議。</li>
        <li>如網頁未標示另行加收運費者，視同運費由遠時自行負擔。</li>
        <li>您所訂購的商品或服務，若經配送兩次無法送達且經無法聯繫超過三天者，遠時將取消該筆訂單並全額退款。</li>
      </ol>
    </p>

    <h2 class="serviceTerms__info-subtitle">線上購物之退貨</h2>
    <p class="serviceTerms__info-content">
      <ol>
        <li>依照消費者保護法規定，除屬通訊交易解除權合理例外情事適用準則排除適用猶豫期之商品外，您於本網站消費均享有商品到貨7日猶豫期，於前開期間內得不附理由退回商品或以書面通知遠時解除買賣契約，無須負擔任何費用或價款。</li>
        <li>請留意:猶豫期並非商品試用期間，猶豫期間之退貨商品請保持全新狀態且包裝完整(包括但不限於產品、附件、包裝、發票、廠商紙箱及所有附隨文件或資料之完整性)，否則將影響退貨權益(包括但不限於酌收回復原狀費用)。</li>
        <li>如屬通訊交易解除權合理例外情事適用準則排除適用猶豫期之商品，一經訂購或拆封即可能影響退貨權益，購買前請務必確認清楚。</li>
        <li>遠時於接獲退貨通知後，將視商品性質委託宅配公司於五個工作天內取回退貨商品。</li>
        <li>遠時於檢驗退貨商品無誤後，將依您的付款方式，盡速處理退款事宜。</li>
        <li>如遇訂單爭議需以退訂退款方式處理，您同意由遠時代為處理發票及折讓單相關事宜。</li>
      </ol>
    </p>

    <h2 class="serviceTerms__info-subtitle">資料安全</h2>
    <p class="serviceTerms__info-content">
      <ol>
        <li>
          為了維護交易資料安全，您必須擔保於網站進行本服務過程中所留存的所有資料均為完整、正確、與當時情況相符，如果事後有變更，您應該即時通知遠時。
        </li>
        <li>對於您所留存的資料，遠時除了為完成該筆交易或您的服務而提供給相關商品或服務之配合廠商以外，不會任意洩漏或提供給第三人。</li>
        <li>在下列情況下，遠時有權查看或提供您個人資料給有權機關、或主張其權利受侵害並提出適當證明的第三人：
          <ul>
            <li>基於法律之規定、或受司法機關與其他有權機關基於法定程序之要求。</li>
            <li>在緊急情況下為維護其他使用者或第三人之合法權益。</li>
            <li>為維護本服務系統的正常運作。</li>
            <li>您透過本服務進行購物，因而產生的金流、物流必要資訊。</li>
            <li>您使用本服務之行為違反本條款。</li>
          </ul>
        </li>
        <li>您應妥善保管、使用您的帳號及密碼，不得以出借或其他任何方式或名義提供或洩露予任何第三人。並於每次使用後確實登出，以防他人盜用。基於網路交易特性，利用此組帳號與密碼登入系統後所進行之一切行為，您應自行負責。若您發現其帳號或密碼遭人非法使用，請立即通知客服，遠時將於受通知後暫停該帳號之處理及後續利用。</li>
        <li>您於網站所進行本服務內容，系統將自動記錄各種電子交易資料，如果您發現交易資料不正確，應立即通知遠時。</li>
        <li>遠時於知悉您的帳號密碼被冒用且經確認時，將予暫停該帳號之處理及後續利用。</li>
        <li>遠時網站內可能包含許多連結，這些被連結網站或網頁上的所有資訊，均由被連結網站所提供。</li>
      </ol>
    </p>

    <h2 class="serviceTerms__info-subtitle">系統安全</h2>
    <p class="serviceTerms__info-content">
      <ol>
        <li>遠時將確保與您交易之電腦系統具有符合一般可合理期待之安全性；如果您發現本系統有錯誤或疏失，請立即通知遠時。</li>
        <li>本系統會定期備份資料，但是除非本系統有故意或重大過失，本系統不對任何資料的失誤刪除、或備份錯誤或失敗負責。</li>
        <li>您瞭解並同意，遠時可能因公司、其他合作廠商或相關電信業者網路系統軟硬體設備之故障或失靈、或人為操作上之疏失而全部或一部中斷、暫時無法使用、遲延、或造成資料傳輸或儲存上之錯誤、或遭第三人侵入系統篡改或偽造變造資料等，您不得因此而要求任何補償或賠償。</li>
      </ol>
    </p>

    <h2 class="serviceTerms__info-subtitle">賠償責任限制</h2>
    <p class="serviceTerms__info-content">
      <span>遠時對於與您所生之消費糾紛如需負擔賠償責任，除非另有法律規定，遠時僅於您所付之對價範圍內，負賠償責任。</span>
    </p>

    <h2 class="serviceTerms__info-subtitle">約定條款的解釋原則</h2>
    <p class="serviceTerms__info-content">
      <ul>
        <li>本條款係本於平等互惠的原則訂定，條款遇有疑義時，應為有利於您之解釋。</li>
        <li>前開有利您之解釋，仍應探求當事人之真意，不得拘泥於所用之辭句，並依誠信原則為之。</li>
      </ul>
    </p>

    <h2 class="serviceTerms__info-subtitle">準據法及管轄法院</h2>
    <p class="serviceTerms__info-content">
      <ol>
        <li>您在網站所進行本服務內容而與遠時間所生之權利義務關係，應依中華民國法律解釋適用之。</li>
        <li>您在網站所進行本服務內容，以及因本條款所發生的爭議，如果因此而涉訟，除法律另有強制規定外，同意以臺灣臺北地方法院為第一審管轄法院。</li>
      </ol>
    </p>
    
  </div>
  </template>
  
  <script>
  export default {
    name: 'bsite_agreement'
  }
  </script>
  
  <style lang="scss" scoped>
  @import "../../style/_color.scss";
  .serviceTerms {
    &__info {
      padding: 5%;
  
      &-content {
        color: $web_main;
        font-size: 1.4rem;
        margin-bottom: 20px;
        ul, ol {
          list-style: decimal;
          padding-left: 20px;
          margin-bottom: 5px;
          li {
            line-height: 1.5;
            >ul {
              list-style: upper-alpha;
            }
          }
        }
        span {
          display: block;
        }
      }
  
      &-subtitle {
        color: $web_main;
        font-size: 1.5rem;
        margin-bottom: 5px;
      }
  
    }
  }
  </style>
  