<template>
  <div class="serviceTerms__info">
    <h2 class="serviceTerms__info-subtitle">前言</h2>
    <p class="serviceTerms__info-content">
      <ul>
        <li>歡迎您使用本網站進行購物，本網站為網站品牌商公司銷售商品的網站，而本網站所有AI生成技術及網站系統均是遠時數位科技股份有限公司(以下稱遠時)建置，日常營運之客服、金流、發票、退貨退款均由遠時負責。本網站除了銷售本品牌商之商品外，同時也展示其它商品，而這些商品是由遠時提供並透過遠時獨特的AI聯合曝光技術展示，提供您多元化商品選購。</li>
        <li>本服務條款用來約定您於本網站、及其他品牌商公司與遠時合作推出的品牌AI電商網站、遠時現有或未來新增的電子商務系統服務，所進行之使用、查詢、閱覽個人帳戶資料及其他相關消費資訊、購買商品等服務時（以下稱本服務），您與遠時間之權利義務關係。為保護您的權益，請您詳讀本服務條款，當您完成本服務登入程序、或使用本服務時，即視為您已閱讀、瞭解並同意接受本服務條款之所有內容。</li>
      </ul>
    </p>

    <h2 class="serviceTerms__info-subtitle">如何登入使用本服務</h2>
    <p class="serviceTerms__info-content">
      <ul>
        <li>為提供您訂購商品及保護個人資料安全，當您開始使用本服務時，請依本服務提示之登入頁面填入您合法有效的手機號碼完成簡訊驗證，以進行本服務訂購、及交易查詢等功能服務。如您需設定或修改個人基本資料，您需於我的(會員中心)設定一組密碼，日後得以該手機帳號及密碼方式進行設定或修改。</li>
        <li>您應妥善保管您的帳號及密碼，不得透露或提供他人知悉或使用；對於以同一個帳號或密碼登入本服務之所有使用行為，都將視為是您本人的行為，應由您自行負責。</li>
        <li>如您的帳號或密碼遭到盜用或有其他任何安全問題發生時，您應立即通知遠時，遠時於獲悉後將立即暫停該帳號之使用(含該帳號所生交易之處理)。若您未即時通知所造成之損失，遠時將不負任何責任。</li>
      </ul>
    </p>

    <h2 class="serviceTerms__info-subtitle">隱私權保護</h2>
    <p class="serviceTerms__info-content">
      <span>您瞭解並同意為了提供您使用本服務及持續改善本服務，將蒐集一些使用資料，包含但不限於本服務之整體使用狀況資訊與個人資料。您同意並瞭解該等資訊及資料之蒐集與您的個人資料都將受本服務條款以及隱私權保護政策之規範。</span>
    </p>

    <h2 class="serviceTerms__info-subtitle">您的守法義務及承諾</h2>
    <p class="serviceTerms__info-content">
      <span>您承諾不得利用本服務從事下列行為，如有違反，遠時有權暫停或終止您的帳號，並拒絕您使用本服務之全部或一部份，您必須自負一切民、刑事法律責任。</span>
      <ul>
        <li>侵害他人權益、違法或有侵害他人權益、違法之虞之行為。</li>
        <li>冒用他人名義註冊或使用本服務。</li>
        <li>破壞及干擾本服務所提供之各項資料、活動或功能，或以任何方式侵入、試圖侵入、破壞本服務之任何系統，或藉由本服務為任何侵害或破壞行為。</li>
        <li>其他由網站品牌商公司或遠時認為不適當之行為。</li>
      </ul>
    </p>

    <h2 class="serviceTerms__info-subtitle">服務內容之變更與電子報及訊息發送</h2>
    <p class="serviceTerms__info-content">
      <ul>
        <li>遠時有權於任何時間修改或變更本服務條款之項目或內容，修改後的條款內容將公佈於本服務之網站上，建議您隨時注意該等修改或變更。您於本服務條款項目或內容經任何修改或變更後繼續使用本服務，視為您已閱讀、瞭解並同意接受該等服務項目或內容之修改或變更。如果您不同意本服務條款之內容之全部或一部，或者您所屬的國家或地域之法律排除本服務條款內容之全部或一部之適用時，您應立即停止使用本服務。</li>
        <li>您同意遠時所提供本服務之範圍，遠時均得視業務需要及實際情形，增減、變更或終止相關本服務的項目或內容，且無需個別通知您。</li>
        <li>您同意遠時得依本服務實際執行情形，增加、修改或終止相關活動，並選擇以公告於網站之方式告知您。</li>
        <li>您同意本服務得不定期發送電子報、商品或服務之公告、提醒或行銷等訊息(包括但不限於EDM)至您手機號碼或所提供的電子信箱。如您對於手機號碼或電子信箱所收到之電子報或行銷訊息表示拒絕接受行銷時，本服務將停止繼續發送。</li>
      </ul>
    </p>

    <h2 class="serviceTerms__info-subtitle">暫停服務</h2>
    <p class="serviceTerms__info-content">
      <span>遠時會以一般合理之方式、技術及安全性維護本服務系統之正常運作，但因本服務相關軟硬體設備進行維護、不可抗力因素或其他不可歸責於遠時事由所致之服務中斷，遠時將暫停或中斷本服務之全部或一部份，可能會造成您使用上的不便、資料喪失、錯誤等情形。遠時對於此而造成您因使用或無法使用本服務而造成的損害，您同意不得因此要求任何賠償或補償。</span>
    </p>

    <h2 class="serviceTerms__info-subtitle">第三人資訊與網站的連結</h2>
    <p class="serviceTerms__info-content">
      <ul>
        <li>您明瞭遠時會與其他業者包括但不限於活動、廣告、消費資訊的廣告商、商品、內容或服務提供者(以下合稱廠商)合作，本服務中有部份之活動、消費資訊、商業廣告、促銷資訊、商品、內容或服務，可能是由該廠商於本服務網站刊登並直接或間接對您提供，遠時只提供資訊刊登、查詢及購買之管道，遠時對其所提供之資訊、內容、商品、服務、或交易並不做實質之審查或修改，如與廠商就其所提供之資訊、內容、商品、服務、或交易發生爭議，遠時將協助處理。</li>
        <li>為便利您迅速獲取相關資訊及文件，您可能會因此連結至其他業者經營的網站或其他資訊服務，其他業者經營的網站均由各該業者自行負責，不屬遠時或本服務控制及負責範圍之內。</li>
      </ul>
    </p>

    <h2 class="serviceTerms__info-subtitle">智慧財產權的保護</h2>
    <p class="serviceTerms__info-content">
      <span>本服務所使用之軟體或程式、網站上所有內容，包括但不限於著作、圖片、檔案、資訊、資料、網站架構、網站畫面的安排、網頁設計，均由遠時或其他權利人依法擁有其智慧財產權，包括但不限於商標權、專利權、著作權、營業秘密與專有技術等。任何人不得逕自使用、修改、重製、公開播送、改作、散布、發行、公開發表、進行還原工程、解編或反向組譯。若您欲引用或轉載前述軟體、程式或網站內容，必須依法取得遠時或其他權利人的事前書面同意。尊重智慧財產權是您應盡的義務，如有違反，您應對遠時或其他權利人負損害賠償責任（包括但不限於訴訟費用及律師費用等）。</span>
    </p>

    <h2 class="serviceTerms__info-subtitle">智慧財產權侵害的處理原則</h2>
    <p class="serviceTerms__info-content">
      <span>遠時為尊重智慧財產權，對於本網站中之任何內容或資訊涉嫌侵害您的智慧財產權者，遠時之處理原則如下：</span>
      <ul>
        <li>遠時接獲權利人的通知書後，將儘速移除權利人所主張涉有侵害智慧財產權之內容，並依據使用者約定之聯絡方式或使用者留存之聯絡資訊，轉知使用者涉有侵權情事。遠時得將處理情況，包括權利人的姓名、電子郵件或電話等提供予該使用者，俾該使用者得直接與權利人溝通解決爭議。若智慧財產權侵權通知不完備者，遠時將會通知權利人補正相關資訊。</li>
        <li>使用者的內容倘若經權利人主張涉有侵害其智慧財產權者，該內容一旦經遠時刪除後，遠時即無法再行回復。又使用者如有三次涉有侵權情事者，遠時將終止該使用者全部或部分之本服務。</li>
        <li>但倘若使用者對於權利人主張的侵權情事有不同意者，該使用者得檢具通知文件要求遠時將該通知文件轉知權利人以表示異議；若使用者的通知不完備者，遠時將會通知使用者補正相關資訊。遠時於接獲前項之通知文件後，會立即將該通知文件轉送給權利人。若權利人未於接獲該通知文件之次日起十個工作日內，提出已對該使用者提出訴訟之證明者，該使用者將可以自行重新上傳該內容。</li>
        <li>前述權利人或使用者的通知若不完備者，遠時得以其所提供之電子郵件或傳真等聯絡資訊，通知補正相關資訊。</li>
        <li>權利人或使用者必須於接到遠時補正通知之次日起五個工作日內完成補正，屆期未補正或未完全補正者，即視為未提出通知。</li>
        <li>除經使用者同意或於提供服務之目的者外，遠時僅得依法令或政府機關之要求，提供使用者之識別資料予第三人。因之，您如依本處理原則提出檢舉，遠時僅會依您的請求移除該侵權內容，不會提供您有關該使用者之識別資料。您如欲取得該使用者資料，您應向檢察官或司法警察官提出告訴，遠時將於前開單位來函要求提供使用者資料後，即刻配合提供之。</li>
      </ul>
      <span>智慧財產權侵害之通知窗口：客服部</span>
      <span>聯絡電話：02-7703-3955</span>
    </p>

    <h2 class="serviceTerms__info-subtitle">準據法與管轄法院</h2>
    <p class="serviceTerms__info-content">
      <span>本服務條款之解釋與適用，以及與本服務條款有關之爭議，均應依照中華民國法律予以處理。如果因此而涉訟，除法律另有強制規定外，以臺灣臺北地方法院為第一審管轄法院。</span>
    </p>

    <h2 class="serviceTerms__info-subtitle">轉讓限制</h2>
    <p class="serviceTerms__info-content">
      <span>未經遠時之預先書面同意，您不得擅自將本服務條款之權利義務轉讓予他人。</span>
    </p>

    <h2 class="serviceTerms__info-subtitle">可分割性</h2>
    <p class="serviceTerms__info-content">
      <span>本服務條款之任何項目因任何理由被視為無效、違法或無法執行，均不得影響本服務條款其他條款之效力和可執行性。</span>
    </p>

    <h2 class="serviceTerms__info-subtitle">通知</h2>
    <p class="serviceTerms__info-content">
      <span>遠時為提供服務之必要而通知您相關訊息時，得以您所留存之任一聯繫方式為之，您之聯繫資料如有異動應即時進行資料更新，若因您資料錯誤、過期或其他非可歸責遠時的原因，致遠時送達的訊息無法接受，仍視為遠時業已完成該通知的送達。</span>
    </p>

    <p><br></p>
    <p class="serviceTerms__info-content">營業人名稱: 遠時數位科技股份有限公司<br>統一編號: 54349098</p>

    
  </div>
  </template>
  
  <script>
  export default {
    name: 'bsite_terms'
  }
  </script>
  
  <style lang="scss" scoped>
  @import "../../style/_color.scss";
  .serviceTerms {
    &__info {
      padding: 5%;
  
      &-content {
        color: $web_main;
        font-size: 1.4rem;
        margin-bottom: 20px;
        ul, ol {
          list-style: decimal;
          padding-left: 20px;
          margin-bottom: 5px;
          li {
            line-height: 1.5;
            >ul {
              list-style: upper-alpha;
            }
          }
        }
        span {
          display: block;
        }
      }
  
      &-subtitle {
        color: $web_main;
        font-size: 1.5rem;
        margin-bottom: 5px;
      }
  
    }
  }
  </style>
  